Repository: wesandradealves/unicef
Catalog: 1mio/docroot/modules/custom/umio_front_area/translations/umio_front_area.*.po
Languages: pt_br

source: Search by keywords
pt_br: Busca por palavras chaves

source: Opportunity locality
pt_br: Local

source: Opportunity type
pt_br: Tipo

source: Opportunity model
pt_br: Modalidade

source: Clear filters
pt_br: Limpar filtros

source: Opportunity Type
pt_br: Tipo de Oportunidade

source: Counter 1MiO
pt_br: Contadores 1MiO

source: Job opportunities generated by 1MiO
pt_br: Oportunidades de trabalho geradas pelo 1MiO

source: Job opportunities filled by 1MiO
pt_br: Oportunidades de trabalho preenchidas pelo 1MiO

source: Job opportunities available on 1MiO
pt_br: Oportunidades de trabalho disponíveis no 1MiO

source: Opportunities for professional development of young people
pt_br: Oportunidades para desenvolvimento profissional de jovens

source: Connectivity and Digital Inclusion Opportunities
pt_br: Oportunidades de conectividade e inclusão digital

source: Print panel
pt_br: Imprimir painel

source: Opportunities Panel
pt_br: Painel de Oportunidades

source: Find your transforming opportunity
pt_br: Encontre sua oportunidade transformadora

source: 1MiO is an initiative between the United Nations and partner institutions throughout Brazil, to generate decent and quality job and professional training opportunities for young people between 14 and 24 years old
pt_br: O 1MiO é uma iniciativa entre as Nações Unidas e instituições parceiras de todo o Brasil, para gerar oportunidades de trabalho e profissionalização dignas e de qualidade a jovens entre 14 e 24 anos.

source: Professional development training courses and trails
pt_br: Cursos e trilhas formativas de desenvolvimento profissional

source: Decent work in apprenticeship, internship and job vacancies
pt_br: Trabalho decente em vagas de aprendiz, estágio e emprego

source: Defense of the right to quality education for all and youth leadership
pt_br: Defesa do direito à Educação de qualidade para todos e do protagonismo jovem

source: Connect, include and train young people for technology and the digital world
pt_br: Conectar, incluir e formar os jovens para a tecnologia e o mundo digital

source: Eradication of child, precarious and all forms of discrimination
pt_br: Erradicação do trabalho infantil, precário e de todas as formas de discriminação

source: Create your account
pt_br: Crie sua conta

source: I want to register
pt_br: Quero me candidatar

source: Companies in 1MiO
pt_br: Empresas no 1MiO

source: Governments in 1MiO
pt_br: Governos no 1MiO

source: Social Organizations in 1MiO
pt_br: Organizações Sociais no 1MiO

source: Opportunity
pt_br: Oportunidade

source: Courses
pt_br: Cursos

source: Vacancies
pt_br: Vagas

source: @title field has a maximum length of @max.
pt_br: O campo @title tem tamanho máximo de @max.

source: Please provide a valid YouTube URL.
pt_br: Por favor informe uma URL válida do YouTube.

source: Enter the YouTube URL. Valid URL formats include: http://www.youtube.com/watch?v=1SqBdS0XkV4 and http://youtu.be/1SqBdS0XkV4.
pt_br: Insira uma URL válida do YouTube. URLs válidas incluem: http://www.youtube.com/watch?v=1SqBdS0XkV4 e http://youtu.be/1SqBdS0XkV4.

source: To sign up for this and other opportunities you must create an account.
pt_br: Para se inscrever nesta e outras oportunidades você deve criar uma conta.
