Repository: wesandradealves/unicef
Catalog: 1mio/docroot/modules/custom/umio_vacancy/translations/umio_vacancy.*.po
Languages: pt_br

source: 1MIO Vacancy
pt_br: 1MIO Vagas

source: Vacancy
pt_br: Vagas

source: vacancies
pt_br: vaga(s)

source: Module for make changes in Vacancy content type.
pt_br: Módulo para realizar modificações no tipo de conteúdo de Vagas.

source: Before confirm, please justify why the vacancy <span>@title</span>, of type <span>@type</span>, offered by <span>@companyTitle</span>, can’t be approved
pt_br: Antes de confirmar, envie o motivo pelo qual a vaga de <span>@title</span> do tipo <span>@type</span>, da <span>@companyTitle</span> não pode ser aprovada:

source: By approving the opportunity, the <span>@title</span> of type <span>@type</span> offered by <span>@companyTitle</span> will be published.
pt_br: Ao aprovar, a oportunidade <span>@title</span> do tipo <span>@type</span>, proposta por <span>@companyTitle</span> será automaticamente publicada.

source: Yes! Approve
pt_br: Sim! Aprovar

source: Approve this vacancy
pt_br: Aprovar oportunidade

source: Delete vacancy
pt_br: Deletar vaga

source: Disapprove vacancy
pt_br: Desaprovar vaga

source: Comment
pt_br: Comentário

source: Active
pt_br: Ativo

source: Not approved
pt_br: Não aprovada

source: Waiting approve
pt_br: Aguardando aprovação

source: Approved
pt_br: Aprovada

source: Go to vacancy panel
pt_br: Ir para o painel de vagas

source: Go to company panel
pt_br: Ir para o painel de empresas

source: New Vacancy
pt_br: Nova Vaga

source: Sent at: @date
pt_br: Enviado em: @date

source: Vacancy approved can't be rejected!
pt_br: Vaga aprovada não pode ser rejeitada!

source: Expired
pt_br: Expirada

source: Day
pt_br: Dia

source: Days
pt_br: Dias

source: Are you sure you want to delete this vacancy?
pt_br: Você tem certeza que deseja deletar esse vaga?

source: Successfully deleted!
pt_br: Deletado com sucesso!

source: Vacancies from my company
pt_br: Vagas da minha empresa

source: Activities
pt_br: Atividades

source: Salary
pt_br: Salário

source: Benefits
pt_br: Benefícios
