Repository: wesandradealves/unicef
Catalog: 1mio/docroot/modules/custom/course/translations/course.*.po
Languages: pt_br

source: About
pt_br: Sobre

source: Custom module to make changes in Course content type.
pt_br: Módulo customizado para realizar modificações no tipo de conteúdo Cursos.

source: Ending date must be after current date.
pt_br: Data de término deve ser após a data de início.

source: Expiration date must be after current date.
pt_br: Data de expiração deve ser após a data de início

source: Course duration must be postive.
pt_br: A duração do curso deve ser maior que zero.

source: Link must be valid.
pt_br: Confira se o link está certo.

source: Ending date must be after starting date.
pt_br: Data de término deve ser após a data de início.

source: New Course
pt_br: Novo Curso

source: Courses from my company
pt_br: Cursos da minha empresa

source: Program
pt_br: Programa

source: Certificate
pt_br: Certificado
