Repository: wesandradealves/unicef
Catalog: 1mio/docroot/modules/custom/umio_younger/translations/umio_younger.*.po
Languages: pt_br

source: Select...
pt_br: Selecione...

# Address label
source: Administrative area
pt_br: Estado

# Address label
source: City
pt_br: Cidade

source: Phone for contact
pt_br: Telefone para contato

source: How do you want to be called
pt_br: Como quer que lhe chame

source: Sign up
pt_br: Cadastrar

source: The CPF is required.
pt_br: O CPF é obrigatório.

source: The phone is required.
pt_br: O Telefone é obrigatório.

source: The administrative area is required.
pt_br: O Estado é obrigatório.

source: The locality is required.
pt_br: A cidade é obrigatória.

source: This field must be a valid CPF.
pt_br: O CPF não é válido

source: This field must be a valid phone.
pt_br: O telefone não é válido

source: The name field is required.
pt_br: O nome é obrigatório

source: This name already exists.
pt_br: O nome já existe

source: The email field is required.
pt_br: O email é obrigatório

source: This field must be a valid e-mail.
pt_br: O campo de e-mail não é válido

source: This e-mail already exists.
pt_br: O e-mail já existe

source: Gender
pt_br: Gênero

source: Male
pt_br: Homem

source: Female
pt_br: Mulher

source: Non binary
pt_br: Não binário

source: Other: please specify here
pt_br: Outro: por favor, especifique

source: Enter your account access data:
pt_br: Informe seus dados de acesso à conta:

source: vacancies for
pt_br: vagas para

source: in
pt_br: na

source: 1 Milion opportunities
pt_br: 1 Milhão de Oportunidades

source: I want to apply
pt_br: Quero me cadastrar

source: Edit Profile
pt_br: Editar Perfil

source: Preview Profile
pt_br: Ver Perfil

source: Personal Data
pt_br: Dados Pessoais

source: Your Curriculum
pt_br: Seu Currículo

source: Socials Networks
pt_br: Redes Sociais

source: Insert here your @social user
pt_br: Insira aqui o seu usuário do @social

source: Upload profile picture
pt_br: Carregar foto de perfil

source: Cancel account
pt_br: Excluir conta

source: dateTo
pt_br: À

source: Since
pt_br: Desde

source: About me
pt_br: Sobre

source: About you
pt_br: Sobre você

source: What I'm searching professionally
pt_br: O que busco profissionalmente

source: Tell us about you, your dreams, and goals.
pt_br: Conte sobre você, seus sonhos e objetivos.

source: What are you looking professionally?
pt_br: O que você busca profissionalmente?

source: Talk about the areas you want to work on.
pt_br: Fale sobre áreas que deseja trabalhar.

source: Work experiences
pt_br: Experiências de trabalho

source: Works with a formal contract, volunteer work, ventures, and work experiences in family businesses or in the community.
pt_br: Trabalhos com carteira assinada (CLT) e autônomos (PJ), trabalhos voluntários, empreendimentos e experiências de trabalho em negócios de família ou na comunidade.

source: Courses and Skills
pt_br: Cursos e habilidades

source: Educational training
pt_br: Formação educacional

source: Inform your degree, including technical courses.
pt_br: Informe seu nível de escolaridade, incluindo cursos técnicos.

source: My Coworkers
pt_br: Meus colegas de trabalho

source: General Interests
pt_br: Interesses gerais

source: In addition to courses with a certificate, inform other forms of learning that contribute to the work. Ex: workshops, hackathons, online courses, and even what you learned independently.
pt_br: Além dos cursos com certificado, informe outras formas de aprendizado que contribuam para o trabalho. Ex: oficinas, hackathons, cursos online e até o que você aprendeu de forma independente.

source: My projects and voluntary work
pt_br: Projetos e trabalhos voluntários

source: My Background
pt_br: Minha formação

source: My Journey
pt_br: Minha trajetória

source: Achievements
pt_br: Conquistas

source: Would you like to share a moment that you consider an important achievement?.
pt_br: Gostaria de compartilhar algum momento que você considere uma conquista importante?.

source: Birth date
pt_br: Data de nascimento

source: I am under 18 years old and I declare that my parents are aware of my registration on the platform, and that I can register for employability and professional training opportunities aimed at young people aged 16 and over
pt_br: Sou menor de 18 anos e declaro que meus pais estão cientes de meu cadastro na plataforma, e de que posso me candidatar em oportunidades de empregabilidade e formação profissional voltadas a jovens a partir de 16 anos

source: Read and agreed with the
pt_br: Li e concordo com

source: 1MIO user policy
pt_br: as Políticas de Uso do 1MiO

source: Skills 1MIO
pt_br: Habilidades 1MIO

source: Skills 1MiO Config Form
pt_br: Formulário de Configuração das Habilidades 1MiO

source: Skills 1MiO Config
pt_br: Configuração das Habilidades 1MiO

source: Image and the texts for the vocacional test results.
pt_br: Imagem e textos para exibição no resultado do teste vocacional.

source: Please select 4 options from those listed below.
pt_br: Por favor, selecione 4 opções das listadas abaixo.

source: Skill @id
pt_br: Habilidade @id

source: Skill description @id
pt_br: Descrição da habilidade @id

source: Skill image @id
pt_br: Imagem da habilidade @id

source: Vocational quiz
pt_br: Teste vocacional

source: Vocational quiz result
pt_br: Resultado do teste vocacional

source: This information is not shared and is not required to respond. But they help us to direct you with priority to some vacancies.
pt_br: Essas informações não são compartilhadas e nem obrigatórias para responder. Mas ajudam a gente a te direcionar com prioridade para algumas vagas.

source: Select the alternatives that declare yourself
pt_br: Selecione as alternativas que você se identifica

source: Save answers
pt_br: Salvar respostas

source: Submitted Successfully!
pt_br: Salvo com sucesso!

source: It's a Draw!
pt_br: Deu empate!

source: What are the skills that represent you best? Pick 4 options that suits you the most and find out what makes you stand out!
pt_br: Quais as habilidades que mais te representam? Escolha até 4 opções que tenha mais a ver com você e descubra o seu diferencial.

source: The 1MiO skills that represent you are
pt_br: As habilidades 1MiO que te representam

source: Start Test
pt_br: Iniciar Teste

source: Retake Test
pt_br: Refazer Teste

source: Highlight your profile on 1Mio
pt_br: Destaque seu perfil no 1Mio

source: Complete your profile by replying to the
pt_br: Complete seu perfil respondendo ao

source: Self-declaration form
pt_br: Formulário de autodeclaração

source: and to
pt_br: e ao

source: Skill Test
pt_br: Teste de Habilidades

source: With these results, we can target opportunities for you with more chances of success!
pt_br: Com esses resultados, podemos direcionar oportunidades para você com mais chances de sucesso!

source: If you need to change the blocked data, please contact us by email contato@1mio.com.br
pt_br: Se precisar alterar os dados bloqueados, entre em contato pelo e-mail contato@1mio.com.br

source: Recommended vacancies for me
pt_br: Vagas recomendadas para mim

source: General opportunities
pt_br: Oportunidades gerais

source: My opportunities
pt_br: Minhas oportunidades

source: We are still looking for opportunities and ideas for you. Keep an eye!
pt_br: A gente continua na busca por oportunidades ideais pra você. Fique de olho!

source: Form Submitted Successfully
pt_br: Salvo com sucesso

source: Confirm removal
pt_br: Confirmar

source: General interest
pt_br: Interesses gerais

source: Tell us about you, your interest, your dreams, and goals.
pt_br: Conte-nos sobre você, seu interesse, seus sonhos e objetivos.

source: Tell about your formal work experience.
pt_br: Fale sobre sua experiência de trabalho formal.

source: Tell about your volunteer work experience.
pt_br: Conte sobre sua experiência de trabalho voluntário.

source: Volunteer Work
pt_br: Trabalho voluntário

source: No opportunities found.
pt_br: Nenhuma oportunidade encontrada.

source: An error ocurred trying to save the image.
pt_br: Ocorreu um erro ao tentar salvar a imagem.

source: My Publications
pt_br: Minhas Publicações

source: Comments
pt_br: Comentários

source: 1 million opportunities for young people in Brazil
pt_br: 1 milhão de oportunidades para jovens do Brasil

source: Access to the world of work, quality education and digital inclusion
pt_br: Acesso ao mundo do trabalho, educação de qualidade e inclusão digital

source: Meet 1MiO
pt_br: Conheça o 1MiO

source: I want to access opportunities
pt_br: Quero acessar oportunidades

source: Has a real course, decent job vacancy and commitment to education and diversity
pt_br: Tem curso real, vaga de trampo decente e compromisso com a educação e diversidade

source: Plataform to give a boost in your future
pt_br: Plataforma para dar um gás no futuro

source: Participate in 1MiO
pt_br: Participe do 1MiO

source: Landing page phrase 1
pt_br: A iniciativa Um Milhão de Oportunidades (1MiO) é a maior articulação do Brasil pela inclusão produtiva de adolescentes e jovens no mundo do trabalho decente.

source: Landing page phrase 2
pt_br: Liderada pelo Fundo das Nações Unidas para a Infância (UNICEF), ela reúne mais de 2.000 parceiros do setor privado, sociedade civil, governos e jovens comprometidos em gerar oportunidades para uma transição positiva da juventude da escola para o trabalho.

source: Join us and be part of this transformation!
pt_br: Junte-se à nós e faça parte dessa transformação!

source: Companies
pt_br: Empresas

source: Civil Society
pt_br: Sociedade Civil

source: Governments
pt_br: Governos

source: Be a partner of 1MiO
pt_br: Seja parceiro do 1MiO

source: Job opportunities generated by 1MiO
pt_br: Oportunidades de trabalho geradas pelo 1MiO

source: Job opportunities filled by 1MiO
pt_br: Oportunidades de trabalho preenchidas pelo 1MiO

source: Job opportunities available on 1MiO
pt_br: Oportunidades de trabalho disponíveis no 1MiO

source: Opportunities for professional development of young people
pt_br: Oportunidades para desenvolvimento profissional de jovens

source: Connectivity and Digital Inclusion Opportunities
pt_br: Oportunidades de conectividade e inclusão digital

source: Read more
pt_br: Leia mais

source: Enter your profile username
pt_br: Digite o nome de usuário do seu perfil
