Repository: wesandradealves/unicef
Catalog: 1mio/docroot/modules/custom/umio_batch_import/translations/umio_batch_import.*.po
Languages: pt_br

source: 1MIO Batch Import
pt_br: 1MIO Importação em Lotes

source: About
pt_br: Sobre

source: Custom module to import Excel data into Vacancies and Courses.
pt_br: Módulo customizado para importar arquivos excel em Vagas e Cursos.

source: Batch vacancies
pt_br: Vagas em lote

source: Vacancy in batch settings
pt_br: Configurações Vagas em lotes

source: Download sheet
pt_br: Baixar planilha

source: Sheet to import
pt_br: Planilha para importar

source: Excel File Imported Successfully</br><strong>@number</strong> entries saved.
pt_br: Arquivo importado com sucesso</br><strong>@number</strong> dados salvos.

source: File required.
pt_br: Arquivo obrigatório.

source: Empty file!
pt_br: Arquivo vazio!

source: Text before sheet template
pt_br: Texto antes do template da planilha

source: Sheet template
pt_br: Planilha template

source: Text after sheet template
pt_br: Texto depois do template da planilha

source: Text after submit
pt_br: Texto depois de enviar a planilha

source: Please do not change the sheet template!
pt_br: Por favor não altere o template da planilha!

source: An unexpected error ocurred. Please try again later.
pt_br: Um erro inesperado ocorreu. Por favor tente novamente mais tarde.

source: Batch cities
pt_br: Municípios em lote

source: City stamp
pt_br: Município selo

source: Vacancy batch import Settings
pt_br: Configurações de vagas em lote

source: City batch import Settings
pt_br: Configurações de município selo

source: Saving Data
pt_br: Salvando dados

source: Import process is starting.
pt_br: Processo de importação iniciado

source: Processed @current out of @total. Estimated time: @estimate.
pt_br: Processado @current de @total. Tempo estimado: @estimate.

source: The process has encountered an error.
pt_br: Ocorreu um erro no processo.
