Repository: wesandradealves/unicef
Catalog: 1mio/docroot/modules/custom/umio_admin_area/translations/umio_admin_area.*.po
Languages: pt_br

source: Courses
pt_br: Cursos

source: My data
pt_br: Meus dados

source: Company data
pt_br: Dados da empresa

source: People from company
pt_br: Pessoas da empresa

source: Update Partner Cities
pt_br: Atualizar Cidades Parceiras

source: Update the join date of a city
pt_br: Atualiza a data de entrada das cidades parceiras

source: Vacancies
pt_br: Vagas

source: Perfomance data
pt_br: Dados de perfomance

source: My posts
pt_br: Meus posts

source: Can't change the CNPJ for the company.
pt_br: Não é possível alterar o CNPJ da empresa.

source: Sended
pt_br: Enviadas

source: Public Sector data
pt_br: Dados do Setor Público

source: Civil Society data
pt_br: Dados da Sociedade Civil

# Vacancy
source: Published
pt_br: Publicadas

# Course
source: Published
pt_br: Publicados

# Dashboard
source: Views
pt_br: Visualizações

source: This date cannot be later than today.
pt_br: Esta data não pode ser posterior ao dia de hoje.

source: General interest
pt_br: Interesses gerais

source: Tell us about you, your interest, your dreams, and goals.
pt_br: Conte sobre você, seus interesses, seus sonhos, suas metas.

source: Tell about your formal work experience
pt_br: Conte sobre suas experiências profissionais

source: Volunteer Work
pt_br: Trabalho voluntário

source: Tell about your volunteer work experience
pt_br: Conte sobre seus trabalhos voluntários

source: Branches
pt_br: Filiais

source: Register branch
pt_br: Cadastrar Filial

source: Edit branch
pt_br: Editar Filial

source: Go to people panel
pt_br: Ver lista completa de pessoas

source: Go to branch panel
pt_br: Ver lista completa de filiais

source: Please enter a value greater than 0
pt_br: Por favor, informe um valor maior que 0

source: Closed vacancy
pt_br: Vagas fechadas

source: Closed vacancies
pt_br: Vagas fechadas

source: Enter the number of vacancies you have filled
pt_br: Informe a quantidade das vagas que você preencheu

# Menu
source: Hello
pt_br: Olá

# Menu
source: Logout
pt_br: Sair

# Menu
source: Login
pt_br: Entrar

# Menu
source: Register
pt_br: Cadastrar-se

# Menu
source: who-we-are
pt_br: quem-somos

# Menu
source: what-is-going-on-1mio
pt_br: o-que-tem-no-1mio

# Menu
source: partnership
pt_br: parcerias

# Menu
source: Who we are
pt_br: Quem somos

# Menu
source: What is going on
pt_br: O que tem no 1MiO

# Menu
source: Partnership
pt_br: Parcerias

source: Export complete. Download the file <a download href=":download_url" data-download-enabled="true" id="vde-automatic-download">here</a> if file is not automatically downloaded.
pt_br: Exportação completa. Baixe o arquivo <a download href=":download_url" data-download-enabled="true" id="vde-automatic-download">aqui</a> se o download não for iniciado automaticamente.

source: Add new partner from my team
pt_br: Adicionar pessoa da minha equipe

source: Insert the e-mail:
pt_br: Insira o email:

source: You're invite to join in 1mio platform
pt_br: Entre na plataforma 1MiO

source: The e-mail has been sent
pt_br: E-mail enviado!
