Repository: wesandradealves/unicef
Catalog: 1mio/docroot/modules/custom/company/translations/company.*.po
Languages: pt_br

source: First select state
pt_br: Primeiro selecione o estado

source: Branch company
pt_br: Filial

source: About
pt_br: Sobre

source: An error occurred trying save the @company_object.
pt_br: Ocorreu um erro ao tentar salvar @company_object.

source: Module for make changes in Company content type
pt_br: Módulo para realizar modificações no tipo de conteúdo Empresa

source: Delete
pt_br: Deletar

source: Approve
pt_br: Aprovar

source: Are you sure you want to do this?
pt_br: Você tem certeza de que quer fazer isso?

source: All the information has been removed!
pt_br: Todas as informações foram removidas!

source: Do you want to approve?
pt_br: Deseja aprovar?

source: Change status.
pt_br: Modificar status.

source: It is impossible to change the Company status without the commitment term.
pt_br: É impossível alterar o status da empresa sem o termo de compromisso.

source: Commitment term
pt_br: Termo de compromisso

source: Successfully updated!
pt_br: Atualizado com sucesso!

source: Justify the rejection.
pt_br: Justificativa da rejeição

source: Do you confirm the company's block?
pt_br: Você confirma o bloqueio da empresa?

source: Do you confirm the city block?
pt_br: Você confirma o bloqueio do município?

source: This field must be either a company, city or a civil society.
pt_br: Este campo deve ser uma empresa, município ou uma sociedade civil.

source: This field must be different than null.
pt_br: Este campo não pode ser vazio.

source: This field must be a valid CNPJ.
pt_br: Este campo deve possuir um CNPJ válido.

source: Duplicate CNPJ are not allowed.
pt_br: CNPJ já cadastrado.

source: Invalid Email.
pt_br: Email inválido.

source: Email already in use.
pt_br: Email já cadastrado.

source: Field corporate name is required.
pt_br: Nome corporativo é obrigatório.

source: This field must be the civil society name.
pt_br: Nome da sociedade civil é obrigatório.

source: Email is a required field.
pt_br: Campo email é obrigatório.

source: The company type is required.
pt_br: Tipo da empresa é obrigatório.

source: The company cover is required.
pt_br: A foto de capa é obrigatória.

source: The company logo is required.
pt_br: A foto de perfil é obrigatória.

source: The Company name is required.
pt_br: O nome da empresa é obrigatório.

source: The CNPJ is required.
pt_br: O CNPJ é obrigatório.

source: The Organization name is required.
pt_br: O nome da organização é obrigatório.

source: The company public is required.
pt_br: É necessário selecionar ao menos um público.

source: This CNPJ is already registrated.
pt_br: Este CNPJ já está registrado.

source: This field must be the company name.
pt_br: Esse campo deve conter o nome da empresa.

source: This field must be selected.
pt_br: Esse campo tem que ser selecionado.

source: This field must be a valid e-mail.
pt_br: Este campo deve conter um e-mail válido.

source: This e-mail is already registrated.
pt_br: Este e-mail já está registrado.

source: This field must be a valid telephone.
pt_br: Esse campo deve conter um telefone válido.

source: This field must be a valid telephone extension.
pt_br: Esse campo deve conter um ramal válido.

source: This field must be a valid phone.
pt_br: Esse campo deve conter um telefone-fixo válido.

source: Profile picture
pt_br: Foto de perfil

source: Allowed extensions: @extensions
pt_br: Extensões permitidas: @extensions

source: Cover picture
pt_br: Foto de capa

source: Organization Type
pt_br: Tipo de Organização

source: Company name
pt_br: Nome da empresa (Fantasia)

source: Alternative e-mail
pt_br: Email alternativo

source: Corporate name
pt_br: Razão social

source: Segment
pt_br: Segmento

source: Activity area
pt_br: Área de atuação

source: Company size
pt_br: Tamanho da empresa

source: Organization name
pt_br: Nome da organização

source: Start date of activities
pt_br: Data de Início das Atividades

source: Company scope
pt_br: Abrangência de Atuação

source: Which of the profiles below match the organization?
pt_br: A organização corresponde a qual dos perfis abaixo?

source: Does the initiative serve one or more public audiences below?
pt_br: A iniciativa atende a um ou mais desses públicos?

source: Mission
pt_br: Missão

source: Values
pt_br: Valores

source: Civil society
pt_br: Sociedade civil

source: Company
pt_br: Empresa

source: Commitment Term
pt_br: Termo de Compromisso

source: Download Commitment Term
pt_br: Baixar Termo de Compromisso

source: Remove one
pt_br: Remover último

source: This CNPJ is the same of the main company.
pt_br: O CNPJ é o mesmo da matriz.

source: The company e-mail is required.
pt_br: O email principal é obrigatório.

source: Company settings
pt_br: Configurações empresa

source: Ready! Registration of the County sent.
pt_br: Pronto! Cadastro de Município enviado.

source: Ready! Registration of the State sent.
pt_br: Pronto! Cadastro de Estado enviado.

source: You can follow your account confirmation here on the platform. And just enter your access data.
pt_br: Você pode acompanhar a confirmação da sua conta aqui na plataforma. É só entrar com seus dados de acesso.

source: Your organization registration request has been sent!
pt_br: Seu pedido de cadastramento de organização foi enviado!

source: If you've already submitted the signed term of commitment, you'll soon receive notification as soon as we review the registered organization's information.
pt_br: Se você já enviou o termo de compromisso assinado, logo vai receber uma notificação assim que analisarmos as informações da organização cadastrada.

source: Your registration with full access to 1MIO will be released as soon as we confirm your link with the company informed, ok?
pt_br: Seu cadastro com acesso total ao 1MIO será liberado assim que a gente confirmar o seu vínculo com a empresa informada, ok?

source: Register Company
pt_br: Cadastrar Empresa

source: Pictures
pt_br: Imagens

source: Company data
pt_br: Dados da Empresa

source: Region
pt_br: Local

source: Block company
pt_br: Bloquear empresa

source: Block city
pt_br: Bloquear município

source: Disapprove
pt_br: Não aprovar

source: Posted in:
pt_br: Enviado em:

source: See term of commitment
pt_br: Ver termo de compromisso

source: Awaiting submission of the term of commitment
pt_br: Aguardando envio do termo de compromisso

source: City Edit Form
pt_br: Edição de Município

source: Register Branch
pt_br: Cadastrar Filial

source: Branch
pt_br: Filial

source: Branch data
pt_br: Dados da filial

source: Cool! lets take some information about the branch.
pt_br: Legal! Agora vamos para os dados da sua filial.

source: And where is the branch located?
pt_br: E onde fica a sua filial?

source: Public Sector Edit Form
pt_br: Edição de Setor Público

source: County
pt_br: Município

source: Include current user
pt_br: Incluir o usuário logado

source: Your company aren't registrated yet? you can:
pt_br: Sua empresa não está cadastrada? Você pode:

source: Do you confirm the company approval?
pt_br: Você confirma a aprovação da empresa?

source: Do you confirm the city approval?
pt_br: Você confirma a aprovação do município?

source: Approve company
pt_br: Aprovar empresa

source: Approve city
pt_br: Aprovar município

source: Type of Company
pt_br: Tipo de Empresa

source: No results found
pt_br: Nenhum resultado encontrado

source: What is the reason for blocking?
pt_br: Qual o motivo do bloqueio?
