Repository: wesandradealves/unicef
Catalog: 1mio/docroot/modules/custom/umio_user/translations/umio_user.*.po
Languages: pt_br

source: 1MIO User
pt_br: 1MIO Usuário

source: Module to handle some users customizations.
pt_br: Módulo para realizar customizações no usuário.

source: User not found.
pt_br: Usuário não encontrado.

source: User already active!
pt_br: Usuário já está ativo!

source: User already blocked!
pt_br: Usuário já está bloqueado!

source: Do you want to approve the user?
pt_br: Você deseja aprovar o usuário?

source: Do you want to reject the user?
pt_br: Você deseja reprovar o usuário?

source: Approve user
pt_br: Aprovar usuário

source: Reject user
pt_br: Bloquear usuário

source: Courses from my company
pt_br: Cursos da minha empresa

source: Created account
pt_br: Criar conta

source: Account type
pt_br: Tipo de conta

source: Access data
pt_br: Dados de acesso

source: Personal data
pt_br: Dados pessoais

source: Hello!
pt_br: Olá!

source: To register your account, select the type:
pt_br: Para cadastrar sua conta selecione qual o tipo:

source: Young
pt_br: Jovem

source: Company or Civil Society
pt_br: Empresas ou Sociedade Civil

source: Registration sent!
pt_br: Cadastro enviado!

source: Your registration with full access to 1MIO will be released as soon as we confirm your link with the company informed, ok?
pt_br: Seu cadastro com acesso total ao 1MIO será liberado assim que a gente confirmar o seu vínculo com a empresa informada, ok?

source: What happens in 1MIO
pt_br: O que rola no 1MIO

source: Confirm your email
pt_br: Confirme seu e-mail

source: We have sent a confirmation link to @email
pt_br: Enviamos um link para confirmação ao e-mail @email

source: Return to home page
pt_br: Voltar à página inicial

source: Your account was created, @user_name!
pt_br: Sua conta foi criada, @user_name!

source: Now you can take our '1MiO Hability' test
pt_br: Agora você pode fazer nosso teste de 'Habilidades 1MiO'

source: Start quiz
pt_br: Iniciar teste

source: TFA plugins for HMAC-based and Time-based One Time Passwords with recovery codes as fallback.
pt_br: Plug-ins de Autenticação de Dois Fatores para senhas de uso único baseadas em HMAC e em tempo com códigos de recuperação como fallback.

source: Pluggable provider of second factor authentication for Drupal
pt_br: Provedor conectável de autenticação de segundo fator para Drupal

source: TFA web service provider for the Services Module.
pt_br: Provedor de serviços da web de Autenticação de Dois Fatores para o Módulo de Serviços.

source: Contact support to reset your access
pt_br: Contate o suporte para resetar seu acesso.

source: Your [site:name] account now has two-factor authentication
pt_br: 1MiO - Ativação da autenticação em dois fatores

source: [user:display-name], Thanks for configuring two-factor authentication on your [site:name] account! This additional level of security will help to ensure that only you are able to log in to your account. If you ever lose the device you configured, you should act quickly to delete its association with this account. -- [site:name] team
pt_br: [user:display-name], Pronto! A sua conta 1Mio está ainda mais protegida com a autenticação em dois fatores. Essa autenticação é uma etapa a mais de segurança para acesso a sua conta 1MiO. Além da senha, é preciso acessar a conta do aparelho - celular ou computador - em que essa autenticação foi ativada. Por isso, se você não tiver mais acesso a este aparelho por alguma razão, recomendamos excluir imediatamente sua conta e a refazê-la em um aparelho que só você tenha acesso.

source: Your [site:name] account no longer has two-factor authentication
pt_br: 1MiO - Desativação da autenticação em dois fatores

source: [user:display-name], Two-factor authentication has been disabled on your [site:name] account. If you did not take this action, please contact a site administrator immediately. -- [site:name] team
pt_br: [user:display-name], Você desativou a autenticação em dois fatores da sua conta 1MiO. Não foi você quem executou esta ação? Entre em contato imediatamente pelo e-mail contato@1mio.com.br

source: Two-factor Authentication
pt_br: Autenticação de dois fatores

source: TFA process and plugin settings.
pt_br: Processo de Autenticação de Dois Fatores e configurações de plug-in.

source: GA Login Time-based OTP(TOTP)
pt_br: OTP baseado em tempo de login do GA (TOTP)

source: GA Login Hmac-based OTP(HOTP)
pt_br: OTP baseado em HMAC de login do GA (HOTP)

source: TFA Recovery Code
pt_br: Código de Recuperação da Autenticação de Dois Fatores

source: TFA Trusted Browser
pt_br: Navegador confiável de Autenticação de Dois Fatores

source: Enable TFA
pt_br: Habilitar a Autenticação de Dois Fatores

source: Enable TFA for account authentication.
pt_br: Ative a Autenticação de Dois Fatores para autenticação de conta.

source: Roles required to set up TFA
pt_br: Funções necessárias para configurar a Autenticação de Dois Fatores

source: Require users with these roles to set up TFA
pt_br: Exigir que usuários com essas funções configurem a Autenticação de Dois Fatores

source: Allowed Validation plugins
pt_br: Plugins de validação permitidos

source: Plugins that can be setup by users for various TFA processes.
pt_br: Plug-ins que podem ser configurados por usuários para vários processos de Autenticação de Dois Fatores.

source: Default Validation plugin
pt_br: Plug-in de validação padrão

source: Plugin that will be used as the default TFA process.
pt_br: Plugin que será usado como o processos da Autenticação de Dois Fatores padrão.

source: Number of Accepted Codes
pt_br: Número de códigos aceitos

source: Number of past codes to consider valid. Codes are generated every 30 seconds, so setting this value to 10 would allow each code to work for five minutes.
pt_br: Número de códigos anteriores a serem considerados válidos. Os códigos são gerados a cada 30 segundos, portanto, definir esse valor como 10 permitiria que cada código funcionasse por cinco minutos.

source: Use site name as OTP QR code name prefix.
pt_br: Use o nome do site como prefixo do nome do código QR OTP.

source: If checked, the site name will be used instead of a static string. This can be useful for multi-site installations.
pt_br: Se marcado, o nome do site será usado em vez de uma string estática. Isso pode ser útil para instalações em vários locais.

source: OTP QR Code Prefix
pt_br: Prefixo do código QR OTP

source: Prefix for OTP QR code names. Suffix is account username.
pt_br: Prefixo para nomes de código QR OTP. O sufixo é o nome de usuário da conta.

source: Issuer
pt_br: Emitente

source: The provider or service this account is associated with.
pt_br: O provedor ou serviço ao qual esta conta está associada.

source: Counter Window
pt_br: Janela do contador

source: How far ahead from current counter should we check the code.
pt_br: A que distância do contador atual devemos verificar o código.

source: Recovery Codes Amount
pt_br: Valor dos códigos de recuperação

source: Number of Recovery Codes To Generate.
pt_br: Número de códigos de recuperação a serem gerados.

source: Extra Settings
pt_br: Configurações extras

source: Encryption profiles to encrypt the secret
pt_br: Perfis de criptografia para criptografar o segredo

source: Skip Validation
pt_br: Pular validação

source: No. of times a user without having setup tfa validation can login.
pt_br: Número de vezes que um usuário sem ter configurado a validação do tfa pode fazer o login.

source: Login plugins
pt_br: Plugins de login

source: Plugins that can allow a user to skip the TFA process. If any plugin returns true the user will not be required to follow TFA. <strong>Use with caution.</strong>
pt_br: Plug-ins que podem permitir que um usuário ignore o processo de Autenticação de Dois Fatores. Se algum plugin retornar verdadeiro, o usuário não será obrigado a seguir a Autenticação de Dois Fatores. <strong> Use com cuidado. </strong>

source: Flood Control With UID Only
pt_br: Controle de inundação apenas com UID

source: Flood control on the basis of uid only.
pt_br: Controle de inundação com base apenas no uid.

source: TFA Flood Window
pt_br: Janela de inundação da Autenticação de Dois Fatores

source: TFA Flood Window.
pt_br: Janela de inundação da Autenticação de Dois Fatores.

source: TFA Flood Threshold
pt_br: Limite de Autenticação de Dois Fatores Flood

source: TFA Flood Threshold.
pt_br: Limite de Autenticação de Dois Fatores Flood.

source: TFA Flood Settings
pt_br: Configurações de Autenticação de Dois Fatores Flood

source: Configure the TFA Flood Settings.
pt_br: Defina as configurações de Autenticação de Dois Fatores Flood.

source: User enabled TFA validation method
pt_br: Método de validação da Autenticação de Dois Fatores habilitado pelo usuário

source: This email is sent to the user when they enable a TFA validation method on their account. Available tokens are: [site] and [user]. Common variables are: [site:name], [site:url], [user:display-name], [user:account-name], and [user:mail].
pt_br: Este e-mail é enviado ao usuário quando ele habilita um método de validação da Autenticação de Dois Fatores em sua conta. Os tokens disponíveis são: [site] e [user]. As variáveis ​​comuns são: [site:name], [site:url], [user:display-name], [user:account-name], e [user:mail].

source: User disabled TFA validation method
pt_br: Método de validação da Autenticação de Dois Fatores desativado pelo usuário

source: This email is sent to the user when they disable a TFA validation method on their account. Available tokens are: [site] and [user]. Common variables are: [site:name], [site:url], [user:display-name], [user:account-name], and [user:mail].
pt_br: Este e-mail é enviado ao usuário quando ele desabilita um método de validação da Autenticação de Dois Fatores em sua conta. Os tokens disponíveis são: [site] e [user]. As variáveis ​​comuns são: [site:name], [site:url], [user:display-name], [user:account-name], e [user:mail].

source: Text to display when a user is locked out and blocked from logging in.
pt_br: Texto a ser exibido quando um usuário está bloqueado e impedido de fazer login.

source: TFA Settings
pt_br: Configurações de Autenticação de Dois Fatores

source: TFA application
pt_br: Aplicação da Autenticação de Dois Fatores

source: Reset application
pt_br: Resetar Autenticação de Dois Fatores

source: Skip
pt_br: Pular

source: Two-factor authentication (TFA) provides additional security for your account. With TFA enabled, you log in to the site with a verification code in addition to your username and password.
pt_br: Baixe o aplicativo para autenticação de dois fatores para gerar códigos de verificação de um celular ou computador. Essa etapa é obrigatória para manter a sua conta ainda mais segura ao acessar a sua conta, além do e-mail e senha.

source: GA Login Totp Setup
pt_br: Configuração TOTP de Login do GA

source: Validation Plugin: @plugin
pt_br: Plugin de validação: @plugin

source: Generate verification codes from a mobile or desktop application.
pt_br: Gere códigos de verificação a partir de um aplicativo móvel ou desktop.

source: Number of times validation skipped: @skipped of @limit
pt_br: Este é o @skippedº de @limit para ativação. Ative a autenticação para não perder o acesso à conta.

source: Enter your current password to alter TFA settings for account %name.
pt_br: Digite sua senha atual para alterar as configurações de Autenticação de Dois Fatores para a conta %name.

source: TFA setup
pt_br: Configurar Autenticação de Dois Fatores

source: Verify and save
pt_br: Confirmar

source: Install authentication code application on your mobile or desktop device:
pt_br: Instale o aplicativo compatível com seu celular (Android ou iOS) ou computador:

source: The two-factor authentication application will be used during this setup and for generating codes during regular authentication. If the application supports it, scan the QR code below to get the setup code otherwise you can manually enter the text code.
pt_br: Ao instalar o aplicativo, digite este código:

source: Enter this code into your two-factor authentication app or scan the QR code below.
pt_br: Ou aponte a câmera para este QR code:

source: QR code for TFA setup
pt_br: Código QR para configuração de Autenticação de Dois Fatores

source: Application verification code
pt_br: Digite o código de verificação gerado no aplicativo:

source: A verification code will be generated after you scan the above QR code or manually enter the setup code. The verification code is six digits long.
pt_br: Um código de verificação será gerado após você digitalizar o código QR acima ou inserir manualmente o código de configuração. O código de verificação tem seis dígitos.

source: TFA setup complete.
pt_br: Configuração da Autenticação de Dois Fatores concluída.

source: Status: <strong>TFA enabled</strong>, set @time. <a href=":url">Disable TFA</a>
pt_br: Status: <strong>Autenticação de Dois Fatores habilitada</strong>, definido @time. <a href=":url">Desativar</a>

source: Are you sure you want to disable your two-factor authentication setup?
pt_br: Tem certeza de que deseja desativar a configuração da autenticação de dois fatores?

source: Your settings and data will be lost. You can re-enable two-factor authentication again from your profile.
pt_br: Suas configurações e dados serão perdidos. Você pode reativar a autenticação de dois fatores novamente em seu perfil.

source: Confirm your current password
pt_br: Confirme sua senha atual

source: Set up application
pt_br: Ativar autenticação

source: TFA disable
pt_br: Desativar autenticação

source: TFA Disable cancelled.
pt_br: Desativação da Autenticação de Dois Fatores cancelada

source: TFA setup canceled.
pt_br: Configuração da Autenticação de Dois Fatores cancelada

source: TFA has been disabled.
pt_br: A Autenticação de Dois Fatores foi desativada.

source: Verification code is application generated and @length digits long.
pt_br: O código de verificação é gerado pelo aplicativo e possui dígitos @length.

source: Verify
pt_br: Verificar

source: Two-Factor Authentication
pt_br: Autenticação de dois fatores

source: Two-Factor Authentication.
pt_br: Autenticação de dois fatores.

source: Create account
pt_br: Criar conta

source: Insert your e-mail address
pt_br: Insira seu endereço de e-mail

source: Insert your password
pt_br: Digite sua senha

source: Protect your account
pt_br: Proteja sua conta

source: Reset skip validation attempts
pt_br: Resetar tentativas de login sem Autenticação de Dois Fatores

source: Share something with our community
pt_br: Compartilhe algo com nossa comunidade

source: See Details
pt_br: Ver detalhes

source: 1MiO - Your registration request needs review.
pt_br: 1MiO - Sua solicitação de cadastro precisa de revisão.

source: @name, Your access to 1MiO was blocked for the following reason: @justify Check your details and contact us by email: @systemEmail
pt_br: @name, O seu cadastro de acesso ao 1MiO foi bloqueado pelo seguinte motivo: @justify Confira seus dados e entre em contato com a gente pelo e-mail: @systemEmail

source: Save and log in as @username
pt_br: Salvar e entrar

source: Choose a new password
pt_br: Escolha uma nova senha

source: You have tried to use a one-time login link that has expired. Please request a new one using the <a href=":link">link</a>.
pt_br: Você tentou utilizar um link que já expirou. Por favor solicite um novo utilizando esse <a href=":link">link</a>.

source: Public sector
pt_br: Setor Público

source: People from my company
pt_br: Pessoas da minha empresa

source: You are required to <a href="@link">setup two-factor authentication</a>. You have @remaining attempt left. After this you will be unable to login.
pt_br: Você precisa fazer a <a href="@link">configuração de Autenticação de Dois Fatores</a>. Você ainda pode logar-se @remaining vez sem definir. Após isso você ficará impossibilitado de logar.

source: Unrecognized email address or password. <a href=":password">Forgot your password?</a>
pt_br: Endereço de e-mail ou senha não reconhecidos. <a href=":password">Esqueceu sua senha?</a>

source: Enter your current password to continue.
pt_br: Digite sua senha atual para continuar.

source: Instructions will be sent to your email.
pt_br: As instruções serão enviadas ao seu e-mail.

source: Add new tag
pt_br: Adicionar nova tag
