Repository: wesandradealves/unicef
Catalog: 1mio/docroot/modules/custom/company_manager/translations/company_manager.*.po
Languages: pt_br

source: This field must be a valid e-mail.
pt_br: Esse campo deve conter um e-mail válido.

source: This e-mail already exists.
pt_br: Esse e-mail já está em uso.

source: This field must be a valid telephone.
pt_br: Esse campo deve conter um telefone válido.

source: This field must be a valid telephone extension.
pt_br: Esse campo deve conter um ramal válido.

source: This field must be a valid phone.
pt_br: Esse campo deve conter um telefone-fixo válido.

source: This field must be a valid postal code.
pt_br: Esse campo deve conter um CEP válido.

source: Back
pt_br: Voltar

source: Next
pt_br: Próximo

source: Please inform a valid and active company.
pt_br: Por favor, informe uma empresa válida..

source: You must select the company you work for.
pt_br: Você deve selecionar a empresa para qual você trabalha.

source: If you want to register a new company this field should be empty.
pt_br: Se você quer registrar uma empresa esse campo deve ficar vazio.

source: Or...
pt_br: Ou...

source: Click here to register a company
pt_br: Clique aqui para registrar uma empresa.

source: Started at
pt_br: Iniciou em

source: Started in
pt_br: Iniciou em

source: All the informations has been successfully saved.
pt_br: Informações salvas com sucesso.

source: Enter your contact details:
pt_br: Informe seus dados de contato:

source: Select your company. If you don't find it in the listing, you can register it:
pt_br: Selecione sua empresa. Se não a encontrar na listagem, pode cadastrá-la:

source: Contact details
pt_br: Dados de contato

source: Enter your access data:
pt_br: Informe seus dados de acesso:

source: Your access
pt_br: Seu acesso

source: Inform your access data:
pt_br: Informe seus dados para acesso à conta:

source: Company
pt_br: Empresa

source: Institutional phone
pt_br: Telefone Institucional

source: Role in your institution
pt_br: Seu cargo na instituição

source: Inform the company data that you represent
pt_br: Informe os dados da empresa que você representa

source: Now choose an image that represents your isntitution
pt_br: Agora, escolha imagens que a representem

source: Download the commitment to sign and finish the signup
pt_br: Para finalizar, baixe o termo de compromisso para assinatura

source: Download the commitment term above and use the space below to upload it after signing
pt_br: Baixe o termo de compromisso abaixo e use o espaço abaixo para carrega-lo na plataforma assinado

source: If you prefer you can take this action later. However, your city will only be approved after the upload
pt_br: Ou se preferir, você pode deixar para executar esta ação depois. Contudo, a avaliação da empresa pelo 1MiO só ocorrera após envio do termo

source: Does your institution has the UNICEF stamp?
pt_br: Sua instituição é parceira do Selo UNICEF?

source: Public sector details
pt_br: Dados do Setor Público

source: Public sector
pt_br: Setor Público

source: Select an answer
pt_br: Selecione uma resposta

source: Which is the region?
pt_br: Qual a região?

source: Select an region
pt_br: Selecione uma região

source: What is your institution type?
pt_br: Qual o tipo da instituição?

source: Institutional data
pt_br: Dados do Setor Público

source: Register city manager additional
pt_br: Cadastre os dados adicionais

source: See our opportunities
pt_br: Veja nossas oportunidades

source: Register headquarter
pt_br: Cadastrar empresa

source: Register branch
pt_br: Cadastrar filial
